import React from 'react';
import styles from '../styles/about.module.css'

const About = () => {
    return (
        <div className={styles.about}>
            <h1>Добро пожаловать в мир Alva! 🌟</h1>
            <p>Мы — команда энтузиастов, объединенных одной целью: помочь людям открыть для себя силу самомассажа и его положительное влияние на здоровье и благополучие. В нашем стремлении предоставить вам лучшие инструменты и методы, мы исследуем и выбираем только самые проверенные и эффективные практики.</p>
            <h2>Наша миссия</h2>
            <p>Мы уверены, что забота о себе — это не просто необходимость, а важная часть жизни. Наша миссия — сделать действенные методы самомассажа доступными каждому, чтобы вы могли чувствовать себя лучше, быть более расслабленными и энергичными в повседневной жизни. 🌈</p>
            <h2>Что мы предлагаем</h2>
            <p>В нашем ассортименте вы найдете:</p>
            <ul>
                <li>Инновационные инструменты для самомассажа</li>
                <li>Подробные руководства и обучающие материалы</li>
                <li>Полезные советы и рекомендации по уходу за телом и духом</li>
            </ul>
            <h2>Наша философия</h2>
            <p>Мы верим, что каждый может научиться быть своим собственным массажистом. Самомассаж — это искусство, которое нужно развивать, и мы рады быть вашим проводником в этом увлекательном путешествии. ✨</p>
            <h2>Присоединяйтесь к нам!</h2>
            <p>Следите за нами в социальных сетях, читайте наш блог и делитесь своими успехами в самоухаживании. Будьте частью сообщества, которое ценит здоровье и гармонию!</p>
            <p>С любовью,</p>
            <p>Команда Alva 💖</p>
        </div>
    );
};

export default About;